Repository: smolBlackCat/progress-tracker
Catalog: po/*.po
Languages: it, pt_br

source: Progress
pt_br: Progresso

source: _Kanban style todo app
it: _App per le cose da fare in stile Kanban
pt_br: Aplicação de TODO no estilo kanban

source: _Kanban;Todo;Progress;
pt_br: Kanban;Todo;Progress;Tarefas;Progresso;Listas;

source: Kanban board application
it: "Applicazione della bacheca Kanban
pt_br: Aplicação de gerenciamento de quadros kanban

source: Dedicate a board for each of your projects
it: Dedica una bacheca a ciascuno dei tuoi progetti
pt_br: Dedique um quadro para cada um de seus projetos

source: Organize your tasks in your own way
it: Organizza le tue attività a modo tuo
pt_br: Organize suas tarefas do seu jeito

source: Fill your cards with adequate information
it: Riempi le tue card con informazioni adeguate
pt_br: Ponha mais informações em seus cartões

source: Whether you’re a software developer, a project manager, or simply someone who enjoys keeping track of personal goals, Progress gives you the essential framework to organize tasks effectively while also being simple and easy to use.
it: Che tu sia uno sviluppatore di software, un project manager o semplicemente qualcuno che ama tenere traccia dei propri obiettivi personali, Progress ti offre il framework essenziale per organizzare le attività in modo efficace, pur essendo semplice e facile da usare.
pt_br: Seja você um desenvolvedor de software, um gerente de projetos, ou alguém que simplesmente gosta acompanhar as suas metas, "Progresso" lhe oferece as ferramentas essenciais para que você possa organizar seus projetos de forma efetiva de forma simples e fácil de usar.

source: What's new in Progress 1.7.1
it: Novità di Progress 1.7.1
pt_br: O que há de novo em Progress 1.7.1

source: This small release introduces keyboard focus improvements and missing compatibility with boards created by older versions
it: Questa piccola versione introduce miglioramenti nella messa a fuoco della tastiera e la mancante compatibilità con le schede create con versioni precedenti
pt_br: Esta pequena versão apresenta melhorias no foco do teclado e compatibilidade ausente com quadros criados por versões mais antigas

source: This release now load boards created in previous versions
it: Questa versione ora carica le schede create nelle versioni precedenti
pt_br: Esta versão agora carrega quadros criados por versões anteriores

source: Enhance Ctrl+Delete focus behavior
it: Migliora il comportamento di messa a fuoco Ctrl+Canc
pt_br: Melhora o comportamento de foco após Ctrl+Delete

source: What's new in Progress 1.7
it: Novità di Progress 1.7
pt_br: O que há de novo em Progress 1.7

source: This release introduces a smoother, faster, and more refined experience across the entire app. Boards load more reliably, dialogs are easier to use, and new shortcuts managing your work effortless.
it: Questa versione introduce un'esperienza più fluida, veloce e raffinata in tutta l'app. Le bacheche si caricano in modo più affidabile, le finestre di dialogo sono più facili da usare e nuove scorciatoie per gestire il tuo lavoro senza sforzo.
pt_br: Esta versão apresenta uma experiência mais suave, rápida e refinada em todo o aplicativo. Os quadros carregam de forma mais confiável, as caixas de diálogo são mais fáceis de usar e os novos atalhos gerenciam seu trabalho sem esforço.

source: Redesigned board dialogs for easier editing
it: Finestre di dialogo della bacheca riprogettate per una modifica più semplice
pt_br: Diálogos de quadro foram redesenhados para uma fácil edição

source: Added completion and due date indicators to cards
it: Aggiunti indicatori di completamento e data di scadenza alle schede
pt_br: Indicadores de tarefas restantes e conclusão foram adicionados aos cartões

source: Introduced a new Card Details dialog for managing metadata
it: Introdotta una nuova finestra di dialogo Dettagli scheda per la gestione dei metadati
pt_br: Um diálogo com detalhes do cartão foi introduzido para o gerenciamento de metadados

source: Improved keyboard shortcuts, including Ctrl+N for new cards and lists
it: Scorciatoie da tastiera migliorate, tra cui Ctrl+N per nuove schede ed elenchi
pt_br: Atalhos de teclado aprimorados, incluindo Ctrl+N para novos cartões e listas

source: Load and saving boards are more reliable and will not hang the app
it: Le schede di caricamento e salvataggio sono più affidabili e non bloccano l'app
pt_br: Carregar e salvar quadros não vão travar a aplicação

source: Fixed crashes, visual glitches, and improved overall stability
it: Risolti crash, problemi visivi e migliorata stabilità generale
pt_br: Falhas e problemas visuais foram consertados e a estabilidade geral foi melhorada

source: What's new in Progress 1.6.0
it: Novità di Progress 1.6.0
pt_br: O que ha'de novo em Progress 1.6.0

source: Added Polish Translation
it: Aggiunta traduzione polacca
pt_br: Tradução em Polonês foi adicionada

source: Fixed rendering artifact (Windows)
it: Risolto l'artefatto di rendering (Windows)
pt_br: Problema de renderização em sistemas Windows consertado

source: What's new in Progress 1.5.2
it: Novità di Progress 1.5.2
pt_br: O que há de novo em Progress 1.5.2

source: Fix bug where application would crash after dropping a cardlist onto itself
it: Correzione del bug per cui l'applicazione si bloccava dopo aver trascinato un elenco di schede su se stessa
pt_br: Problema que quebrava a aplicação após mover uma lista de cartões sobre ela mesma foi consertado

source: What's new in Progress 1.5.1
it: Novità di Progress 1.5.1
pt_br: O que há de novo em Progress 1.5.1

source: Fix bug where the board's background was set only if the board's name was also modified
it: Correzione del bug per cui lo sfondo della bacheca veniva impostato solo se il nome della bacheca era modificato
pt_br: Conserta bug onde o plano de fundo do quadro era definido apenas se o nome do quadro também fosse modificado

source: What's new in Progress 1.5.0
it: Novità di Progress 1.5.0
pt_br: O que há de novo em Progress 1.5.0

source: Board buttons will now appear in the order of modification
it: I pulsanti della bacheca ora appariranno nell'ordine di modifica
pt_br: Botões do quadro agora aparecerão na ordem de modificação

source: Preferences Board Dialog will only generate a new name file if the board's name was changed
it: La finestra di dialogo Preferenze della bacheca genererà un nuovo file di nomi solo se il nome della bacheca è stato modificato.
pt_br: O dialogo de preferências do quadro só gerará um novo arquivo de nome se o nome do quadro foi alterado

source: What's new in Progress 1.4.1
it: Novità di Progress 1.4.1
pt_br: O que há de novo em Progress 1.4.1

source: Locale directory resolution optimised
it: Risoluzione della directory locale ottimizzata
pt_br: Resolução de diretório de localização otimizada

source: What's new in Progress 1.4
it: Novità di Progress 1.4
pt_br: O que há de novo em Progress 1.4

source: Spanish translation has been updated
it: La traduzione in spagnolo è stata aggiornata
pt_br: A tradução em espanhol foi atualizada

source: What's new in Progress 1.3
it: Novità di Progress 1.3
pt_br: O que há de novo em Progress 1.3

source: Italian translation has been updated
it: La traduzione italiana è stata aggiornata
pt_br: Tradução em italiano foi atualizada

source: Russian Translation has been added
it: È stata aggiunta la traduzione in russo
pt_br: Tradução em russo foi adicionada

source: Ukranian Translation has been added
it: È stata aggiunta la traduzione in ucraino
pt_br: Tradução em ucraniano foi adicionada

source: Card widgets have gotten an UI rework
it: I widget delle schede hanno ricevuto una rielaborazione dell'interfaccia utente
pt_br: Widget de cartão recebeu uma reformulação de UI

source: A cancel button has been added to cancel creation and renaming
it: È stato aggiunto un pulsante Annulla per annullare la creazione e la ridenominazione
pt_br: Um botão de cancelar foi adicionado para cancelar criação e renomeação

source: The current minor releases brings some additions and improvements
it: Le attuali versioni minori apportano alcune aggiunte e miglioramenti
pt_br: A versão atual traz algumas adições e melhorias

source: Utilise Adwaita About Dialogs
it: Utilizza Adwaita per Informazioni sui dialoghi
pt_br: Utilize diálogos Sobre Adwaita

source: Added Bulgarian Translation
it: Aggiunta traduzione bulgara
pt_br: Tradução em búlgaro foi adicionada

source: Added Turkish Translation
it: Aggiunta traduzione in turco
pt_br: Tradução em turco foi adicionada

source: Progress will not fail to start in case the boards are corrupted
it: Progress non mancherà di avviarsi nel caso in cui le schede siano corrotte
pt_br: Progress não falhará ao iniciar caso os quadros estejam corrompidos

source: Added tooltips
it: Aggiunti suggerimenti
pt_br: Dicas de ferramentas foram adicionadas

source: Bug Fixes and Improvements
it: Correzioni di bug e miglioramenti
pt_br: Bug Fixes e Melhorias

source: Board grid UI enhance
it: Miglioramento dell'interfaccia utente della griglia della scheda
pt_br: Interface da grade de quadroes melhorada

source: Fix segmentation fault error when moving cards onto themselves
it: Corretto l'errore di segmentazione quando si spostano le schede su se stesse
pt_br: Erro de falha de segmentação corrigido ao mover cartões para si mesmos

source: Progress is better integrated on GNOME systems
it: Progress è meglio integrato nei sistemi GNOME
pt_br: Progress está melhor integrado em sistemas GNOME

source: Add Dutch translation
it: Aggiungi traduzione in olandese
pt_br: Tradução em holandês foi adicionada

source: Add Italian translation
it: Aggiunta traduzione in italiano
pt_br: Tradução em italiano foi adicionada

source: Add Spanish translation
it: Aggiunta traduzione in spagnolo
pt_br: Tradução em espanhol foi adicionada

source: First official release of Progress 1.0
it: Prima versione ufficiale di Progress 1.0
pt_br: Primeiro lançamento oficial do Progress 1.0

source: {} board selected
it: {} bacheca selezionata
pt_br: {} quadro selecionado

source: No board has been selected yet
it: Non è stata ancora selezionata alcuna bacheca
pt_br: Nenhum quadro foi selecionado

source: De Moura © All rights reserved
it: De Moura © Tutti i diritti riservati
pt_br: De Moura © Todos os direitos reservados

source: translator-credits
it: Albano Battistella <albanobattistella@gmail.com>
pt_br: Gabriel de Moura <smolblackcat@proton.me>

source: Add Task
it: Aggiungi attività
pt_br: Adicionar Tarefa

source: New Task
it: Nuova attvità
pt_br: Nova Tarefa

source: Set Due Date
it: Imposta data di scadenza
pt_br: Marcar Prazo

source: Select a file
it: Seleziona un file
pt_br: Selecione um Arquivo

source: Image Files
it: File di immagini
pt_br: Arquivos de Imagem

source: Create New Board
it: Crea una nuova bacheca
pt_br: Criar Novo Quadro

source: Empty board names are not allowed
it: Non sono ammessi nomi di bacheche vuote
pt_br: Nomes de quadro vazios não são permitidos

source: Board Preferences
it: Preferenze della bacheca
pt_br: Configurações do Quadro

source: Save
it: Salva
pt_br: Salvar

source: Delete
it: Elimina
pt_br: Deletar

source: Cancel
it: Annulla
pt_br: Cancelar

source: Homepage
pt_br: Página Inicial

source: Add Board
it: Aggiungi bacheca
pt_br: Criar Quadro

source: Main Menu
it: Pagina principale
pt_br: Menu Principal

source: Delete Boards
it: Elimina bacheche
pt_br: Deletar Quadros

source: Keyboard Shortcuts
it: Scorciatoie da tastiera
pt_br: Atalhos de Teclado

source: About Progress
it: Informazioni su Progress
pt_br: Sobre Progress

source: Edit Board
it: Modifica bacheca
pt_br: Editar Quadro

source: Board Grid View
it: Visualizzazione griglia della bacheca
pt_br: Visualização em Grade do Quadro

source: Allows the user the user to delete boards by selecting them
it: Consente all'utente di eliminare le bacheche selezionandole
pt_br: Permite ao usuário deletar quadros selecionando-os

source: Enable deletion
it: Abilita eliminazione
pt_br: Habilitar exclusão

source: Open dialog to create a new board
it: Apri la finestra di dialogo per creare una nuova bacheca
pt_br: Abrir diálogo para criar um novo quadro

source: Board View
it: Vista della bacheca
pt_br: Visualização do Quadro

source: Open preferences dialog
it: Apri preferenze di dialogo
pt_br: Abrir diálogo de preferências

source: Automatically save the board and head to the board grid view
it: Salva automaticamente la bacheca e vai alla visualizzazione griglia della bacheca
pt_br: Salvar automaticamente o quadro e ir para a visualização em grade do quadro

source: Go home
it: Vai alla home
pt_br: Ir para a página inicial

source: Card Shortcuts
it: Scorciatoie delle schede
pt_br: Atalhos de Cartão

source: Add a new card next to the focused card
it: Aggiungi una nuova carta accanto alla scheda evidenziata
pt_br: Adicionar um novo cartão ao lado do cartão focado

source: It opens a dialog presenting the card extra settings
it: Apre una finestra di dialogo che presenta le impostazioni extra della scheda
pt_br: Abre um diálogo apresentando as configurações extras do cartão

source: See card details
it: Vedi dettagli della scheda
pt_br: Ver detalhes do cartão

source: Rename card
it: Rinomina scheda
pt_br: Renomear cartão

source: Opens a color dialog so the user can set the card's cover's color
it: Apre una finestra di dialogo dei colori in modo che l'utente possa impostare il colore della copertina della scheda
pt_br: Abre um diálogo de cores para que o usuário possa definir a cor da capa do cartão

source: Set color
it: Imposta colore
pt_br: Definir cor

source: Deletes current focused card
it: Elimina la scheda attualmente evidenziata
pt_br: Deleta o cartão em foco

source: Reorder card within cardlist
it: Riordina la scheda nell'elenco delle schede
pt_br: Reordena cartão dentro da lista de cartões

source: Moves a card to previous or next cardlist
it: Sposta una scheda all'elenco delle scheda precedente o successivo
pt_br: Move um cartão para a lista de cartões anterior ou seguinte

source: Cardlist Shortcuts
it: Scorciatoie elenco schede
pt_br: Atalhos de Lista de Cartões

source: Rename the focused cardlist
it: Rinomina l'elenco delle schede evidenziate
pt_br: Renomeia a lista de cartões em foco

source: Add a new cardlist next to the focused cardlist
it: Aggiungi un nuovo elenco di carte accanto all'elenco di schede evidenziato
pt_br: Adiciona uma nova lista de cartões ao lado da lista de cartões em foco

source: Deletes cardlist from board
it: Elimina l'elenco delle schede dalla bacheca
pt_br: Deleta a lista de cartões do quadro

source: Move cardlist across the board
it: Sposta l'elenco delle carte sulla bacheca
pt_br: Move a lista de cartões pelo quadro

source: Task Shortcuts
it: Scorciatoie per le attività
pt_br: Atalhos de Tarefa

source: Rename task
it: Rinomina attività
pt_br: Renomeia a tarefa

source: Add new task next to focused task
it: Aggiungi nuova attività accanto all'attività evidenziata
pt_br: Adiciona nova tarefa ao lado da tarefa em foco

source: Delete task from card
it: Elimina l'attività dalla scheda
pt_br: Apaga tarefa do cartão

source: Convert task to card
it: Converti l'attività in scheda
pt_br: Converte tarefa para cartão

source: Move task across the checklist
it: spostare l'attività nella checklist
pt_br: Mover tarefa sobre a lista de tarefas

source: Card Title
it: Titolo della scheda
pt_br: Título do Cartão

source: Deadline
it: Scadenza
pt_br: Prazo

source: Unset Due Date
it: Data di scadenza non impostata
pt_br: Remover Prazo

source: Mark this card complete
it: Segna questa scheda come completata
pt_br: Marcar cartão como concluído

source: Checklist
pt_br: Lista de Tarefas

source: Notes
it: Note
pt_br: Anotações

source: Delete Card
it: Elimina scheda
pt_br: Apagar Cartão

source: Card Details
it: Dettagli scheda
pt_br: Detalhes do Cartão

source: Board Title
it: Titolo della bacheca
pt_br: Título do Quadro

source: Board Background
it: Sfondo della bacheca
pt_br: Plano de Fundo do Quadro

source: Click to set a board background
it: Fai clic per impostare uno sfondo della bacheca
pt_br: Clique para selecionar um plano de fundo para o quadro

source: Create Board
it: Crea bacheca
pt_br: Criar Quadro

source: Set Color
it: Imposta colore
pt_br: Selecionar Cor

source: Set Image
it: Imposta immagine
pt_br: Selecionar Imagem

source: Add List
it: Aggiungi elenco
pt_br: Adicionar Lista

source: New CardList
it: Nuovo elenco di schede
pt_br: Nova lista de cartões

source: Red
it: Rosso
pt_br: Vermelho

source: Orange
it: Arancio
pt_br: Laranja

source: Yellow
it: Giallo
pt_br: Amarelo

source: Green
it: Verde
pt_br: Verde

source: Blue
it: Blu
pt_br: Azul

source: Purple
it: Viola
pt_br: Roxo

source: Rename
it: Rinomina
pt_br: Renomear

source: Remove
it: Rimuovi
pt_br: Remover

source: Unset Color
it: Colore non impostato
pt_br: Remover Cor

source: New Card
it: Nuova scheda
pt_br: Novo cartão

source: Card Options
it: Opzioni scheda
pt_br: Opções do Cartão

source: Due:
it: Scadenza:
pt_br: Prazo:

source: <b>%1 day</b> remaining
it: <b>%1 giorno</b> rimanente
pt_br: <b>%1 dia</b> restante

source: <b>%1 month</b> remaining
it: <b>%1 mese</b> rimanente
pt_br: <b>%1 mês</b> restante

source: <b>%1 year</b> remaining
it: <b>%1 anno</b> rimanente
pt_br: <b>%1 ano</b> restante

source: This card is past due date <b>%1 day ago</b>
it: Questa scheda è scaduta <b>%1 giorno fa</b>
pt_br: Este cartão está atrasado há <b>%1 dia</b>

source: This card is past due date <b>%1 month</b> ago
it: Questa scheda è scaduta <b>%1 mese</b> fa
pt_br: Este cartão está atrasado há <b>%1 mês</b>

source: This card is past due date <b>%1 year</b> ago
it: Questa scheda è scaduta <b>%1 anno</b> fa
pt_br: Este cartão está atrasado há <b>%1 ano</b>

source: %1%% complete
it: %1%% completato
pt_br: %1%% completo

source: This card is complete
it: Questa scheda è completa
pt_br: Este cartão está concluído

source: The card is due today
it: La scheda scade oggi
pt_br: O cartão é para hoje

source: Add card
it: Aggiungi scheda
pt_br: Adicionar cartão

source: New Cardlist
it: Nuovo elenco di schede
pt_br: Nova Lista de Cartões

source: Convert to card
it: Converti in scheda
pt_br: Converter para cartão
